const imgPath = './images/'
export const cardColection = [
  {
    name: 'Христина',
    about: 'Преподаватель и администратор Академии Light. Опыт работы более 2 лет в сфере переводов и преподавания. На уроках с ней ученики чувствуют поддержку, позитивные эмоции в момент обучения, что сразу помогает избавиться от страха и переживаний. На занятиях с Христиной вы сразу начинаете говорить на английском, практикуя его, и уходите с отличным настроением.',
    image: imgPath + 'Christina.jpg'
  },
  {
    name: 'Юлиана',
    about: 'Опыт преподавания 4 года, любит преподавать в легкости, объяснять новый материал через ассоциации, рассказывать разные факты о языке. Общительная, веселая, понимающая.',
    image: imgPath + 'Juliana.jpg'
  },
  {
    name: 'Софья',
    about: 'Софья, преподаватель английского и китайского с опытом работы более 3 лет. Делюсь своей энергией и страстью к языку и стараюсь делать так, что ученики смогут полюбить язык так же, как люблю его я. После занятия китайским дети подходят и говорят: “我爱中国”- wǒ  aì zhōngguó-  «я люблю Китай»',
    image: imgPath + 'Sofia.jpg'
  },
  {
    name: 'Наталья',
    about: 'Дипломированный специалист-переводчик. У нее 17 лет изучения и искренней любви к языку, 2 года работы переводчиком в министерстве иностранных дел, 4 года преподавания. Может найти подход и составить программу студентам 14-60 лет. Поддерживает регулярное общение с носителем, поэтому часто в курсе новых трендов или фраз в языке. Умеет привить любовь к погружению в интересующие сферы жизни через английский язык и помогаю найти качественные источники информации и контента.',
    image: imgPath + 'Natalya.jpg'
  },
]
