export const reviewsCollection = [
  {
    name: 'Егор, Тайланд',
    age: '2023',
    subtitleStage1: 'Запрос:',
    textStage1: 'Переехал по работе в другую страну, нужен английский для работы и жизни. Устал объясняться жестами, не понимать людей и пользоваться переводчиком',

    subtitleStage2: 'Процесс:',
    textStage2: 'Обучаем разговорному языку, в беседе, не нагружая сложными грамматическими конструкциями. Прокручиваем на занятиях жизненные ситуации',
    subtitleStage3: 'Результат:',
    textStage3: 'У нас уже прошло 12 занятий (месяц). Мужчина больше не боится делать ошибки и говорить сам, не пользуясь переводчиком. Теперь он понимает на работе 90% происходящего, что хотят от него и также может выразить свои мысли на английском языке. Дальше больше!',
  },
  {
    name: 'Александр, Молдова',
    age: '2023',
    subtitleStage1: 'Запрос:',
    textStage1: 'Говорить могу на бытовые темы, барьера и страха нет, но для работы нужно говорить более понятно и правильно. Необходимо знание языка для работы, нужных терминов и фраз.',

    subtitleStage2: 'Процесс:',
    textStage2: 'На занятиях с учеником обсуждаем жизненные темы, беседуем и выявляем ошибки в грамматике и речи, сразу же их разбираем и учимся говорить правильно. Изучаем лексику для работы также в процессе общения. Все проходит интересно и на лайте.',
    subtitleStage3: 'Результат:',
    textStage3: 'Спустя 8 занятий пофиксили недочеты в грамматике, сделали речь более легкой. Теперь мужчина общается по работе на английском больше, так как есть знание терминологии.',
  },
  {
    name: 'Карина, Канада',
    age: '2023',
    subtitleStage1: 'Запрос:',
    textStage1: 'Переезд в другую страну. Поднять уровень языка для легкости в разговоре для жизни, работы и общения в англоязычной стране.',

    subtitleStage2: '',
    textStage2: '',
    subtitleStage3: 'Результат:',
    textStage3: 'За 8 месяцев обучения поднялся уровень знания с А1 до Б1. Принимает участие в разговорном клубе с другими людьми, легче стало разговаривать, она уже использует более сложную лексику и конструкции. Стало более комфортно разговаривать на работе.',
  },
  {
    name: 'Роман, Молдова',
    age: '2023',
    subtitleStage1: 'Запрос:',
    textStage1: 'Есть немного знания базы грамматики и начальный словарный запас. Но в поездках и путешествиях все равно есть страх говорить, ошибиться или что неправильно поймут.',

    subtitleStage2: 'Процесс:',
    textStage2: 'Берем темы из учебника, понимаем их, слушаем носителей языка и прорабатываем данные темы на практике. Убираем страх ошибиться пониманием того, что носители языка нас и так поймут, а также они ошибаются сами.',
    subtitleStage3: 'Результат:',
    textStage3: 'Спустя 9 занятий мужчина говорит более свободно на бытовые темы, страх ошибки сменился интересом к языку, а также пробовать новые темы и применять их на практике.',
  },
  {
    video: './files/test.mp4'
  },
]
